13/data/attachments/aa19a47a8ebcd4cb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:acceptInvitationRequest>
            <nif:username>soap_friends_b5d7f9db-59ba-4d4d-950e-6cab5b1206f6</nif:username>
            <nif:friendToBeAdded>Tony_hold_Friend_44761_7</nif:friendToBeAdded>
        </nif:acceptInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>